Repository: thefraggle/familienwecker
Catalog: ios/FamWake/Resources/Localizable.xcstrings
Source language: de
Languages: bn, da, en, es, fr, gsw, hi, id, it, ja, ko, ksh, mr, nb, nl, pl, pt, ru, sv, swg, tr, uk, vi, zh

# onboarding_slide5_title
source: Los geht's!
bn: চলুন শুরু করি!
da: Lad os komme i gang!
en: Let's get started!
es: ¡Vamos a empezar!
fr: C'est parti !
gsw: Los gaht's!
hi: चलिए शुरू करते हैं!
id: Mari kita mulai!
it: Cominciamo!
ja: さあ、始めましょう！
ko: 시작해 볼까요!
ksh: Auf geht's!
mr: चला सुरू करूया!
nb: La oss komme i gang!
nl: Laten we beginnen!
pl: Zaczynamy!
pt: Vamos começar!
ru: Давайте начнем!
sv: Låt oss börja!
swg: Auf goht's!
tr: Hadi başlayalım!
uk: Почнімо!
vi: Hãy bắt đầu nào!
zh: 我们开始吧！

# password_hide
source: Passwort verbergen
bn: পাসওয়ার্ড লুকান
da: Skjul adgangskode
en: Hide password
es: Ocultar contraseña
fr: Masquer le mot de passe
gsw: Passwort verbärge
hi: पासवर्ड छुपाएँ
id: Sembunyikan kata sandi
it: Nascondi password
ja: パスワードを隠す
ko: 비밀번호 숨기기
ksh: Passwort wech
mr: पासवर्ड लपवा
nb: Skjul passord
nl: Wachtwoord verbergen
pl: Ukryj hasło
pt: Esconder senha
ru: Скрыть пароль
sv: Dölj lösenord
swg: Passwort verbaiga
tr: Şifreyi gizle
uk: Сховати пароль
vi: Ẩn mật khẩu
zh: 隐藏密码

# password_label
source: Passwort
bn: পাসওয়ার্ড
da: Adgangskode
en: Password
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
id: Kata sandi
it: Password
ja: パスワード
ko: 비밀번호
mr: पासवर्ड
nb: Passord
nl: Wachtwoord
pl: Hasło
pt: Senha
ru: Пароль
sv: Lösenord
tr: Şifre
uk: Пароль
vi: Mật khẩu
zh: 密码

# password_show
source: Passwort anzeigen
bn: পাসওয়ার্ড দেখান
da: Vis adgangskode
en: Show password
es: Mostrar contraseña
fr: Afficher le mot de passe
gsw: Passwort aazeige
hi: पासवर्ड दिखाएँ
id: Tampilkan kata sandi
it: Mostra password
ja: パスワードを表示
ko: 비밀번호 보기
ksh: Zeig ma Passwort
mr: पासवर्ड दाखवा
nb: Vis passord
nl: Wachtwoord tonen
pl: Pokaż hasło
pt: Mostrar senha
ru: Показать пароль
sv: Visa lösenord
swg: Passwort aagugga
tr: Şifreyi göster
uk: Показати пароль
vi: Hiển thị mật khẩu
zh: 显示密码

# pause_today_desc
source: Für heute pausieren
bn: আজকের জন্য পজ করুন
da: Pause i dag
en: Pause for today
es: Pausar por hoy
fr: Mettre en pause pour aujourd'hui
gsw: Für hüt pausiere
hi: आज के लिए रोकें
id: Jeda hari ini
it: Pausa per oggi
ja: 今日は一時停止
ko: 오늘 하루 쉬기
ksh: Heute is Schicht
mr: आजसाठी थांबवा
nb: Sett på pause i dag
nl: Vandaag pauzeren
pl: Wstrzymaj na dziś
pt: Pausar por hoje
ru: Пауза на сегодня
sv: Pausa för idag
swg: Für heit sausen lassa
tr: Bugünlük duraklat
uk: Пауза на сьогодні
vi: Tạm dừng hôm nay
zh: 今天暂停

# permission_fullscreen_message
source: FamWake braucht die Erlaubnis, dich richtig zu wecken. Bitte erlaube dies in den Einstellungen deines Handys.
bn: আপনাকে ঠিকমতো জাগানোর জন্য FamWake-এর অনুমতি প্রয়োজন। সিস্টেম সেটিংসে এর অনুমতি দিন।
da: FamWake har brug for tilladelse til at vække dig ordentligt. Tillad venligst dette i din telefons indstillinger.
en: FamWake needs permission to wake you up properly. Please allow this in your phone settings.
es: FamWake necesita permiso para despertarte correctamente. Por favor, permítelo en los ajustes de tu teléfono.
fr: FamWake a besoin d'une autorisation pour te réveiller correctement. Merci de l'activer dans les paramètres de ton téléphone.
gsw: FamWake bruucht d'Erlaubnis, dich richtig z'wecke. Bitte erlaub das i de Iistellige vo diim Handy.
hi: FamWake को आपको सही से जगाने के लिए परमिशन की ज़रूरत है। कृपया अपने फ़ोन की सेटिंग्स में इसे चालू करें।
id: FamWake perlu izin untuk membangunkan Anda dengan benar. Tolong izinkan ini di pengaturan ponsel Anda.
it: FamWake ha bisogno del permesso per svegliarti correttamente. Autorizzalo nelle impostazioni del tuo telefono.
ja: 時間通りに起こすために権限が必要です。スマートフォンの設定で許可してください。
ko: 알람이 제대로 울리려면 권한이 필요합니다. 휴대폰 설정에서 이를 허용해 주세요.
ksh: Die App braucht Rechte, damit se dich ordentlich ausm Bett schmeißen kann. Mach dat ma inne Einstellungen.
mr: तुम्हाला योग्य वेळी उठवण्यासाठी FamWake ला परवानगी आवश्यक आहे. कृपया फोन सेटिंग्जमध्ये याची परवानगी द्या.
nb: FamWake trenger tillatelse til å vekke deg ordentlig. Vennligst tillat dette i telefoninnstillingene dine.
nl: FamWake heeft toestemming nodig om je goed wakker te maken. Sta dit a.u.b. toe in de instellingen van je telefoon.
pl: FamWake potrzebuje uprawnień, aby móc Cię prawidłowo obudzić. Zezwól na to w ustawieniach telefonu.
pt: O FamWake precisa de permissão para te acordar direito. Por favor, permita isso nas configurações do seu celular.
ru: FamWake требует разрешения, чтобы правильно вас будить. Пожалуйста, разрешите это в настройках вашего телефона.
sv: FamWake behöver behörighet för att väcka dig ordentligt. Tillåt detta i dina telefoninställningar.
swg: FamWake braucht d'Erlaubnis, di richtig wachzommacha. Bittschön in de Eistellonga erlaubä.
tr: FamWake'in sizi düzgün bir şekilde uyandırabilmesi için izne ihtiyacı var. Lütfen bunu telefonunuzun ayarlarından etkinleştirin.
uk: FamWake потребує дозволу, щоб правильно вас будити. Будь ласка, дозвольте це в налаштуваннях вашого телефону.
vi: FamWake cần quyền để đánh thức bạn đúng cách. Vui lòng cho phép điều này trong cài đặt điện thoại của bạn.
zh: FamWake 需要获得权限才能正确地叫醒您。请在手机设置中允许此操作。

# permission_fullscreen_open
source: Einstellungen öffnen
bn: সেটিংস খুলুন
da: Åbn indstillinger
en: Open Settings
es: Abrir ajustes
fr: Ouvrir les paramètres
gsw: Iistellige öffne
hi: सेटिंग्स खोलें
id: Buka Pengaturan
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
ksh: Einstellungen aufmachen
mr: सेटिंग्ज उघडा
nb: Åpne innstillinger
nl: Instellingen openen
pl: Otwórz Ustawienia
pt: Abrir Configurações
ru: Открыть настройки
sv: Öppna Inställningar
swg: Eistellonga uffmacha
tr: Ayarları Aç
uk: Відкрити налаштування
vi: Mở Cài đặt
zh: 打开设置

# permission_fullscreen_title
source: Wecker-Erlaubnis nötig
bn: অ্যালার্মের অনুমতি প্রয়োজন
da: Alarmtilladelse påkrævet
en: Alarm permission needed
es: Se necesita permiso de alarma
fr: Autorisation de réveil nécessaire
gsw: Wecker-Berächtigung nötig
hi: अलार्म की परमिशन चाहिए
id: Izin alarm diperlukan
it: Permesso per la sveglia necessario
ja: アラームの権限が必要です
ko: 알람 권한이 필요합니다
ksh: Wecker braucht Rechte
mr: अलार्मसाठी परवानगी आवश्यक
nb: Alarmtillatelse kreves
nl: Wekkertoestemming nodig
pl: Wymagane uprawnienie do alarmów
pt: Permissão de alarme necessária
ru: Требуется разрешение для будильника
sv: Larmbehörighet krävs
swg: Wegger-Erlaubnis nötig
tr: Alarm izni gerekiyor
uk: Потрібен дозвіл для будильника
vi: Cần cấp quyền báo thức
zh: 需要闹钟权限

# register_button
source: Registrieren
bn: সাইন আপ করুন
da: Opret konto
en: Sign up
es: Registrarse
fr: S'inscrire
gsw: Registriere
hi: साइन अप करें
id: Daftar
it: Registrati
ja: 登録
ko: 가입하기
ksh: Mitmachen
mr: साइन अप करा
nb: Registrer deg
nl: Registreren
pl: Zarejestruj się
pt: Cadastrar
ru: Зарегистрироваться
sv: Registrera
swg: Registriera
tr: Kayıt ol
uk: Зареєструватися
vi: Đăng ký
zh: 注册

# registration_disclaimer
source: Mit der Registrierung akzeptierst du die %@ und die %@.
bn: সাইন আপ করার মাধ্যমে, আপনি %@ এবং %@ স্বীকার করছেন।
da: Ved at tilmelde dig accepterer du %@ og %@.
en: By signing up, you accept the %@ and the %@.
es: Al registrarte, aceptas las %@ y la %@.
fr: En t'inscrivant, tu acceptes les %@ et la %@.
gsw: Mit de Registrierig akzeptiersch d'%@ und d'%@.
hi: साइन अप करके, आप %@ और %@ को स्वीकार करते हैं।
id: Dengan mendaftar, Anda menyetujui %@ dan %@ kami.
it: Registrandoti, accetti i %@ e l'%@.
ja: 登録することで、%@および%@に同意したものとみなされます。
ko: 가입 시 %@ 및 %@에 동의하는 것으로 간주됩니다.
ksh: Mit dem Registrieren nimmste die %@ und %@ an.
mr: साइन अप करून, तुम्ही %@ आणि %@ स्वीकारता.
nb: Ved å registrere deg godtar du %@ og %@.
nl: Door je aan te melden, accepteer je de %@ en het %@.
pl: Rejestrując się, akceptujesz %@ oraz %@.
pt: Ao se cadastrar, você aceita os %@ e a %@.
ru: Регистрируясь, вы принимаете %@ и %@.
sv: Genom att registrera dig godkänner du %@ och %@.
swg: Mit em Registriera bisch mit de %@ ond de %@ ei'verstanda.
tr: Kayıt olarak %@ ve %@'nı kabul etmiş olursunuz.
uk: Реєструючись, ви приймаєте %@ та %@.
vi: Bằng cách đăng ký, bạn chấp nhận %@ và %@.
zh: 注册即表示您同意 %@ 和 %@。

# registration_privacy_policy
source: Datenschutzerklärung
bn: গোপনীয়তা নীতি
da: Privatlivspolitik
en: Privacy Policy
es: Política de Privacidad
fr: Politique de confidentialité
gsw: Dateschutzerchlärig
hi: प्राइवेसी पॉलिसी
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
mr: गोपनीयता धोरण
nb: Personvernerklæring
nl: Privacybeleid
pl: Politykę prywatności
pt: Política de Privacidade
ru: Политику конфиденциальности
sv: Integritetspolicy
swg: Dateschutzerklärung
tr: Gizlilik Politikası
uk: Політику конфіденційності
vi: Chính sách bảo mật
zh: 隐私政策

# registration_terms_of_use
source: Nutzungsbedingungen
bn: ব্যবহারের শর্তাবলী
da: Brugsbetingelser
en: Terms of Use
es: Condiciones de Uso
fr: Conditions d'utilisation
gsw: Nutzigsbedingige
hi: इस्तेमाल की शर्तें
id: Syarat Penggunaan
it: Termini di utilizzo
ja: 利用規約
ko: 이용약관
mr: वापराच्या अटी
nb: Brukervilkår
nl: Gebruiksvoorwaarden
pl: Warunki użytkowania
pt: Termos de Uso
ru: Условия использования
sv: Användarvillkor
swg: Nutzongsbedingonga
tr: Kullanım Koşulları
uk: Умови використання
vi: Điều khoản sử dụng
zh: 使用条款

# reorder_dialog_message
source: Soll die neue Reihenfolge nur für heute (%@) oder für die ganze Woche gelten?
bn: নতুন অর্ডারটি কি শুধুমাত্র আজকের (%@) বা পুরো সপ্তাহে প্রযোজ্য হবে?
da: Skal den nye ordre kun gælde for i dag (%@) eller for hele ugen?
en: Should the new order apply only to today (%@) or to the entire week?
es: ¿El nuevo orden debería aplicarse solo a hoy (%@) o a toda la semana?
fr: La nouvelle commande doit-elle s'appliquer uniquement à aujourd'hui (%@) ou à toute la semaine ?
hi: क्या नया आदेश केवल आज (%@) पर लागू होना चाहिए या पूरे सप्ताह पर?
id: Apakah pesanan baru hanya berlaku untuk hari ini (%@) atau untuk seluruh minggu?
it: Il nuovo ordine dovrebbe applicarsi solo a oggi (%@) o all'intera settimana?
ja: 新しい注文は今日 (%@) のみに適用されるべきですか、それとも 1 週間全体に適用されるべきですか?
ko: 새 주문은 오늘(%@)에만 적용해야 합니까, 아니면 일주일 전체에 적용해야 합니까?
mr: नवीन ऑर्डर फक्त आज (%@) किंवा संपूर्ण आठवड्यासाठी लागू व्हायला हवी?
nb: Skal den nye bestillingen bare gjelde i dag (%@) eller hele uken?
nl: Moet de nieuwe bestelling alleen voor vandaag (%@) of voor de hele week gelden?
pl: Czy nowe zamówienie powinno dotyczyć tylko dnia dzisiejszego (%@), czy całego tygodnia?
pt: A nova ordem deve ser aplicada apenas a hoje (%@) ou à semana inteira?
ru: Должен ли новый заказ применяться только к сегодняшнему дню (%@) или ко всей неделе?
sv: Ska den nya beställningen endast gälla idag (%@) eller hela veckan?
tr: Yeni emir yalnızca bugün (%@) için mi yoksa tüm hafta için mi geçerli olacak?
uk: Новий порядок має застосовуватися лише до сьогодні (%@) чи до всього тижня?
vi: Đơn hàng mới chỉ áp dụng cho hôm nay (%@) hay cho cả tuần?
zh: 新订单应该仅适用于今天 (%@) 还是整周？

# reorder_dialog_title
source: Reihenfolge ändern
bn: অর্ডার পরিবর্তন করুন
da: Skift rækkefølge
en: Change order
es: Cambiar orden
fr: Changer la commande
hi: आदेश बदलो
id: Ubah urutan
it: Cambia ordine
ja: 注文変更
ko: 순서 변경
mr: क्रम बदला
nb: Endre rekkefølge
nl: Wijzig de volgorde
pl: Zmień kolejność
pt: Alterar pedido
ru: Изменить порядок
sv: Ändra ordning
tr: Sırayı değiştir
uk: Змінити порядок
vi: Thay đổi thứ tự
zh: 更改订单

# reorder_dialog_today
source: Nur für heute (%@)
bn: শুধুমাত্র আজ (%@)
da: Kun i dag (%@)
en: Only today (%@)
es: Sólo hoy (%@)
fr: Seulement aujourd'hui (%@)
hi: केवल आज (%@)
id: Hanya hari ini (%@)
it: Solo oggi (%@)
ja: 今日のみ (%@)
ko: 오늘만(%@)
mr: फक्त आज (%@)
nb: Bare i dag (%@)
nl: Alleen vandaag (%@)
pl: Tylko dzisiaj (%@)
pt: Somente hoje (%@)
ru: Только сегодня (%@)
sv: Endast idag (%@)
tr: Sadece bugün (%@)
uk: Тільки сьогодні (%@)
vi: Chỉ hôm nay (%@)
zh: 仅限今天 (%@)

# reorder_dialog_week
source: Ganze Woche
bn: পুরো সপ্তাহ
da: Hele ugen
en: Entire week
es: Semana entera
fr: Semaine entière
hi: पूरे सप्ताह
id: Sepanjang minggu
it: Tutta la settimana
ja: 一週間中
ko: 일주일 내내
mr: संपूर्ण आठवडा
nb: Hele uken
nl: Hele week
pl: Cały tydzień
pt: Semana inteira
ru: Вся неделя
sv: Hela veckan
tr: Bütün hafta
uk: Цілий тиждень
vi: Cả tuần
zh: 整个星期

# retry_button
source: Erneut versuchen
bn: আবার চেষ্টা করুন
da: Prøv igen
en: Try again
es: Reintentar
fr: Réessayer
gsw: Namal probiere
hi: फिर से कोशिश करें
id: Coba lagi
it: Riprova
ja: 再試行
ko: 다시 시도
ksh: Nochma probieren
mr: पुन्हा प्रयत्न करा
nb: Prøv igjen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt: Tentar novamente
ru: Повторить
sv: Försök igen
swg: Nomal probiera
tr: Tekrar dene
uk: Повторити
vi: Thử lại
zh: 重试
